{
    "title": "Chettinad Healthcare CSR Initiatives",
    "paragraph": "India is the first country in the world to make corporate social responsibility mandatory in April 2014. The Government of India encourages non-profit CSR investments in areas such as education, poverty, gender equality, and hunger as part of any CSR compliance.\n\nIn line with the above philosophy, Chettinad healthcare is committed to serving the community around it. Our outreach programs have benefited over 2 lakh individuals of all ages in surrounding villages. Under the Unnat Bharat Abhiyan Program, AICTE, CARE is a Participation Institution (PI) and has adopted these villages - Thaiyur, Pudupakkam, Velichai, and Kayar - for the development process.\n\nSince Chettinad Healthcare believes in \"healthcare for all\", economical solutions with specialist consultations and state-of-the-art facilities are offered to the community.\n\nServices include general medical camps, specialty camps (for cardiac diseases, or tailor-made programs for a particular community), school health camps, health awareness camps, and National Health Programmes.\n\nAs a part of the Government’s Integrated Child Development Scheme (ICDS), Chettinad Healthcare conducts regular check-ups for adolescent girls in rural areas by checking their Hemoglobin and offering Counseling and Nutritional Supplements.\n\nChettinad Healthcare regularly conducts School Health Check-ups where screening for Eye Problems, Dental Hygiene, and a Pediatric check are done. Correction of refractive errors, and dental extractions and fillings are done free of cost for the children.\n\nChettinad Healthcare also runs a scheme offering a free general medical check-up, cardiology screening, and a dental check-up for people in rural areas.\n\nWith the help of NGOs, CHC conducts five free rural camps every month in and around Kancheepuram. It also has a rural health center at Poonjeri.\n\nUrban Health Centres are being run at Mandaveli and Karapakkam where more than 100 patients are treated free of cost every day.",
"images" : [
        {
          "image": "/images/camps/camp.jpg"

        }
      ]
  }
  